{
    "old_command": "Il semble que tu essaies d'utiliser un ancien commande. Nous avons changé récemment les commands. Pour régler les chose dans ton profil, vois `{p}help profile set`",
    "sp_old_command": "Il semble que tu essaies d'utiliser une ancienne commande. Nous avons changé récemment les commands. Pour régler les chose dans ton profil solo, vois `{p}help sp set`",
    "added": {
        "fc": "Ton code d'ami a été réglé.",
        "favmap": "Ton stage favori a été réglée.",
        "ign": "Ton nom de jeu a été réglé",
        "level": "Ton niveau a été réglé.",
        "locale": "Ta langue a été réglée.",
        "splat": "Ton équipe de Festival a été réglée.",
        "sr": "Ton titre de Salmon Run a été réglé.",
        "tz": "Ton fuseau horaire a été réglé.",
        "tc": "Ton rang d'Éxpedition risquée a été réglé.",
        "rm": "Ton rang de Mission Bazookarpe a été réglé.",
        "cb": "Ton rang de Pluie de palourdes a été réglé.",
        "sz": "Ton rang de Défense de zone a été réglé.",
        "mem": "Ton compte des Souvernier Patapoulpes a été réglé.",
        "blt": "Ton meilleur temps niveau a été réglé.",
        "title": "Ton tire de campagne solo a été réglé.",
        "hwo": "Ton compte d'armes héroïque a été réglé.",
        "thangs": "Ton compte de Machins a été réglé.",
        "toothpick": "Ton état de la collecte de le cure-dent d'or a été réglé",
        "cp": "Ton pourcentage d'achèvement a été réglé.",
        "scrolls": "Ton compte de documents a été réglé."
    },
    "error": {
        "fc": "Ton code d'ami devrait être dans le format SW-XXXX-XXXX-XXXX.",
        "favmap": "Ce stage n'existe pas!",
        "ign": "Ton nom de jeu devrait être entre 1 et 10 lettres.",
        "level": "Ton niveau devrait être entre 1 et 99! Pour monter ton prestige, ajoute ` S` à la fin.",
        "locale": "Cette langue n'existe pas encore.",
        "splat": "Cet équipe de Festivale n'existe pas!",
        "sr": "Ce titre de Salmon Run n'est pas valable",
        "tz": "Ce n'est pas un fuseau horaire! Pour une liste de ceux-ci, vois {URL}",
        "tc": "Ce rang n'est pas valable!",
        "rm": "Ce rang n'est pas valable!",
        "cb": "Ce rang n'est pas valable!",
        "sz": "Ce rang n'est pas valable!",
        "mem": "Ton compte des Souvernier Patapoulpes doit être entre 0 et 80.",
        "blt": "Ton meilleur temps niveau devrait être dans le format XX:XX",
        "title": "Ton title de campagne solo n'est pas valable!",
        "hwo": "devrait être dans le format doit être entre 1 et 9",
        "thangs": "Ton compte de Machins doit être entre 1 et 4.",
        "toothpick": "Ton état de la collecte de le cure-dent d'or doit être soit Yes (pour oui) soit No (pour non).",
        "cp": "Ton pourcentage d'achèvement doit être entre 0% et 1000%.",
        "scrolls": "Ton compte de documents doit être entre 0 et 28.",
        "profile": "Je ne peux pas trover cet utilisateur!",
        "sp": "Je ne peux pas trover cet utilisateur!",
        "loadouts": "Je ne peux pas trover cet utilisateur!"
    },
    "unset": "Unset",
    "fc": {
        "you": "Ton code d'ami est {fc}",
        "they": "Son code d'ami est {fc}"
      },
    "no_prof": {
        "you": "Tu n'as pas de profil! Régle un attribut en utilisant `{p}profile set`",
        "they": "Il/Elle n'a pas de profil! Dis-le/la de régler un attribut en utilisant `{p}profile set`"
    }
}